{
  "title": "Politique de Confidentialité",
  "lastUpdated": "2025-01-01",
  "sections": [
    {
      "heading": "1. Introduction",
      "content": "Silvernote s'engage à protéger votre vie privée. Cette politique de confidentialité concerne les sites www.silvernote.fr et app.silvernote.fr explique comment nous collectons, utilisons et protégeons vos données personnelles."
    },
    {
      "heading": "2. Données que nous collectons",
      "content": "Nous collectons les informations suivantes par l'intermédiaire de Clerk Inc et Cloudflare Inc: votre adresse e-mail, votre profil utilisateur, vos préférences, et les données de votre appareil (type d'appareil, système d'exploitation). Nous collectons directement vos notes et tags."
    },
    {
      "heading": "3. Comment nous utilisons vos données",
      "content": "Vos données sont utilisées pour: fournir et améliorer nos services, personnaliser votre expérience, vous envoyer des communications importantes, et respecter les obligations légales."
    },
    {
      "heading": "4. Partage de données",
      "content": "Nous ne partageons jamais vos données personnelles avec des tiers sans votre consentement, sauf si la loi l'exige. Vos notes ne sont partagées que si vous les choisissez explicitement."
    },
    {
      "heading": "5. Cookies",
      "content": "Silvernote utilise des cookies pour améliorer votre expérience utilisateur et l'authentification. Vous pouvez contrôler les cookies via les paramètres de votre navigateur. Certains cookies sont essentiels au fonctionnement de notre service."
    },
    {
      "heading": "6. Vos droits",
      "content": "Vous avez le droit d'accéder, de corriger ou de supprimer vos données personnelles. Vous pouvez également demander une copie de vos données ou vous opposer à certains traitements. Pour exercer ces droits, contactez-nous à support@silvercore.fr."
    },
    {
      "heading": "7. Modifications de cette politique",
      "content": "Nous nous réservons le droit de modifier cette politique de confidentialité. Les modifications importantes seront communiquées. L'utilisation continue de Silvernote après les modifications implique votre acceptation."
    },
    {
      "heading": "8. Contact",
      "content": "Pour toute question concernant cette politique de confidentialité, veuillez nous contacter à contact@silvercore.fr ou utiliser notre formulaire de contact."
    }
  ]
}
