{
  "title": "Politique de Confidentialité",
  "lastUpdated": "2026-01-01",
  "sections": [
    {
      "heading": "1. Collecte des données personnelles",
      "content": "Dans le cadre de l’utilisation de l’application SaaS Silvernote, nous collectons différentes catégories de données personnelles.\nCela inclut notamment les données d’identification telles que le nom, le prénom (le cas échéant) et l’adresse e-mail.\nNous collectons également des données de connexion et d’authentification, comme les identifiants de connexion, les tokens d’authentification et les informations fournies par des services tiers d’authentification (Clerk).\nDes données liées à l’utilisation du service sont également collectées, notamment les notes créées, les contenus rédigés, les tags, les paramètres et préférences utilisateur.\nEnfin, certaines données techniques peuvent être collectées automatiquement, telles que l’adresse IP, le type de navigateur, le système d’exploitation, les journaux de connexion et les informations relatives à l’appareil utilisé."
    },
    {
      "heading": "2. Utilisation des données",
      "content": "Les données personnelles collectées sont utilisées afin d’assurer le bon fonctionnement de Silvernote.\nElles permettent notamment la gestion des comptes utilisateurs, incluant la création, l’authentification et l’administration des comptes.\nLes données sont également utilisées pour fournir les fonctionnalités principales du service, comme la création, l’édition, la sauvegarde et le partage de notes.\nElles contribuent à la sécurité de la plateforme, à la prévention des abus et à la détection des accès non autorisés.\nEnfin, certaines données peuvent être utilisées à des fins d’amélioration du service, d’analyse des performances et de support utilisateur."
    },
    {
      "heading": "3. Partage des données",
      "content": "Les données personnelles des utilisateurs de Silvernote ne sont ni vendues ni louées.\nElles peuvent toutefois être partagées avec des prestataires techniques strictement nécessaires au fonctionnement du service, tels que les services d’hébergement, d’authentification ou de maintenance.\nLes données peuvent également être communiquées si la loi l’exige ou dans le cadre d’une obligation légale.\nDans tous les cas, les tiers concernés sont soumis à des obligations strictes en matière de confidentialité et de protection des données."
    },
    {
      "heading": "4. Sécurité des données",
      "content": "Silvernote met en œuvre des mesures techniques et organisationnelles appropriées afin de protéger les données personnelles des utilisateurs.\nCes mesures incluent notamment le chiffrement des communications via HTTPS/TLS renforcé par HSTS.\nDes sauvegardes régulières sont effectuées et les accès sont surveillés et journalisés.\nMalgré ces précautions, aucun système n’est totalement sécurisé, mais Silvernote s’engage à réagir rapidement en cas d’incident."
    },
    {
      "heading": "5. Droits des utilisateurs",
      "content": "Conformément au Règlement Général sur la Protection des Données (RGPD), les utilisateurs disposent de plusieurs droits concernant leurs données personnelles.\nIls disposent notamment d’un droit d’accès, de rectification, de suppression (droit à l’oubli), de limitation du traitement et d’opposition.\nIls bénéficient également d’un droit à la portabilité de leurs données.\nCes droits peuvent être exercés en contactant Silvernote via les coordonnées indiquées dans la section Contact. Une réponse sera apportée dans un délai maximal d’un mois."
    },
    {
      "heading": "6. Contact",
      "content": "Pour toute question ou demande relative à la présente politique de confidentialité ou au traitement des données personnelles, les utilisateurs peuvent contacter Silvernote.\nOrganisation : Silvercore\nApplication : Silvernote\nSite web : https://www.silvernote.fr et https://app.silvernote.fr\nAdresse e-mail : contact@silvercore.fr"
    }
  ]
}
