{
  "title": "Conditions d'Utilisation",
  "lastUpdated": "2025-01-01",
  "sections": [
    {
      "heading": "1. Acceptation des conditions",
      "content": "En accédant et en utilisant Silvernote, vous acceptez d'être lié par ces conditions d'utilisation. En vous créant un compte silvernote vous approuvez ces CGU."
    },
    {
      "heading": "2. Licence d'utilisation",
      "content": "Silvernote vous accorde une licence personnelle, non-transférable et révocable pour utiliser notre service conformément à ces conditions. Vous ne pouvez pas: copier, modifier ou distribuer le service; utiliser le service à titre commercial; ou tenter de contourner notre sécurité."
    },
    {
      "heading": "3. Compte utilisateur",
      "content": "Vous êtes responsable de la confidentialité de vos identifiants de connexion et de l'activité qui se produit sur votre compte. Vous acceptez de notifier immédiatement Silvernote de tout accès non autorisé à votre compte."
    },
    {
      "heading": "4. Contenu utilisateur",
      "content": "Vous conservez tous les droits sur le contenu que vous créez dans Silvernote. En utilisant notre service, vous nous accordez une licence pour stocker, transmettre et afficher votre contenu afin de fournir le service. Vous acceptez de ne pas créer de contenu illégal, diffamatoire ou offensant."
    },
    {
      "heading": "5. Responsabilité limitée",
      "content": "Silvernote est fourni 'tel quel' sans garantie. Nous ne garantissons pas que le service sera sans erreur ou interruption. Dans la limite permise par la loi, Silvernote ne sera pas responsable de tout dommage indirect, incidentel ou punitif."
    },
    {
      "heading": "6. Limitation de responsabilité",
      "content": "Votre recours exclusif pour les problèmes avec Silvernote est de cesser d'utiliser le service. Silvernote ne sera pas responsable des pertes de données, des interruptions de service ou des dommages commerciaux."
    },
    {
      "heading": "7. Indemnisation",
      "content": "Vous acceptez d'indemniser et de dégager de responsabilité Silvernote, ses dirigeants, employés et agents de toute réclamation, dommage ou frais résultant de votre utilisation du service ou de votre violation de ces conditions."
    },
    {
      "heading": "8. Modification du service",
      "content": "Silvernote se réserve le droit de modifier, suspendre ou interrompre le service à tout moment, avec ou sans préavis. Nous ne serons pas responsables des modifications apportées au service."
    },
    {
      "heading": "9. Résiliation",
      "content": "Vous pouvez résilier votre compte à tout moment en supprimant votre compte dans les paramètres. Silvernote peut résilier votre compte pour violation de ces conditions ou utilisation abusive du service."
    },
    {
      "heading": "10. Droit applicable",
      "content": "Ces conditions d'utilisation sont régies par la loi française. Tout litige sera soumis aux tribunaux compétents de France."
    }
  ]
}
